{
  "Who can attend?": "Any graduate/undergraduate student who is at least 18. Regardless of your experience, education, or background, as long as you are excited about learning, building, and having fun, we’d love for you to attend.",
  "How much experience do I need?": "Absolutely zero! We want you here because you have a passion for creating, not because you’re the most experienced hacker on the block. We’ll have lots of resources including workshops and a bunch of mentors to help beginners get started. There'll also be plenty of people to learn from and help out!",
  "How much does it cost?": "Nothing. Nada. Zilch. It's completely free for all accepted hackers. To make it even better, we'll throw in a ton of swag, food, WiFi, workspaces, and caffeine while you're here.",
  "How do teams work?": "Teams are limited to 4 hackers. You don’t need to have a team before the event or have one at all, but hacking with friends is more fun! There will be plenty of time after the opening ceremony to form teams if you don't have one yet.",
  "How do you select who attends?": "We are looking for novices, experts, and everyone in between. In fact, we aim to have a very diverse set of of hackers who can show their passion for creation and learning.",
  "Will there be workshops or talks?": "Of course! We will have workshops running throughout the whole event. We will release the complete schedule on this website closer to the event.",
  "Do you offer travel reimbursements?": "We will be providing gas reimbursement of up to $25 on a case by case basis to those that drive to TAMUhack from outside of College Station. Receipt required.",
  "What is your Code of Conduct?": "What a great question! Check out the MLH Code of Conduct: https://static.mlh.io/docs/mlh-code-of-conduct.pdf. Although we're all here to have fun, we want to create a safe environment for every hacker.",
  "What should I bring?": "Please bring a valid student ID in addition to anything that would help you with creating your hack or making you comfortable. A Laptop, charger, mouse, keyboard, hardware, light jacket and any hygienic products should be helpful. Don't bring anything you wouldn't bring on an airplane.",
  "Are you providing hardware?": "Yes! In addition to the MLH hardware lab, we have our own custom hardware available.",
  "Tabs or Spaces?": "Spaces—don't tabs make you practically unhirable?",
  "Have more questions?": "Email us with any questions, comments, concerns at hello@tamuhack.com or message us here!"
}
